{
    "introductory": [
        "THIS IS A UNIQUE PROPERTY.",
        "Great Opportunity to get into the real estate market for less than the cost of Rent!!",
        "Whether you are a first time buyer, investor, or looking for a pied de terre have a look at this one!",
        "Brand new, modern home with HEAT PUMP!!",
        "CLASSIC CHARACTER.",
        "Looking for the picture perfect house?",
        "As soon as you walk into this #_LOC home you will be struck by the open space and clean lines - the perfect canvas on which to create your dream home.",
        "A truly remarkable property nestled at the end of a cul-de-sac in #_LOC.",
        "Been looking for a #_BED home (all upstairs) in #_LOC? You have just found it.",
        "This condo has it all!",
        "Don't be deceived by the address - this charming #_LOC border cottage with separate studio/guest suite is a sanctuary.",
        "Here's an unbeatable opportunity to get into the market at a very affordable price.",
        "Ideal family home located in the heart of #_LOC.",
        "Enjoy the country living on this .53 acre mini estate and be only minutes from all amenities, ferries, the airport, #_LOC",
        "Bright & Spacious, Top Floor/Corner Suite next to #_LOC is sure to please.",
        "Beautiful #_YEAR #_LOC home ideal for the professional couple, single parent or new family."
    ],
    "preclauses": [
        "Available for immediate occupancy for you or your tenant,",
        "Totally secluded and private,",
        "Set on a private, southwest corner of a well managed complex in the heart of vibrant #_LOC,",
        "So well built and with so many select amenities,",
        "Generously sized,",
        "Bathed in sunlight from lots of windows, skylights & vaulted ceiling,",
        "Substantially renovated with many superb features,",
        "Beautifully suited to entertaining,",
        "VILLAGE SPLENDOUR &mdash",
        "Situated across from historic #_LOC,",
        "Transformed through a tasteful and seem-less renovation,",
        "Secure parking and additional storage in a downtown concrete building,"
    ],
    "statements": [
        "this suite is in a concrete and steel, pet friendly, family building in a convenient downtown location.",
        "this gorgeous NYC style Loft is sure to impress.",
        "this wonderful view property is located in the heart of #_LOC",
        "this home delivers the very best of warm,period charm & superior upgrading.",
        "A commanding presence greets with most pleasant curb appeal.",
        "this custom home stands out as a unique and refreshing offering.",
        "you will be impressed the moment you enter.",
        "this Art Deco/Moderne building has been beautifully preserved, offering style & charm that is simply impossible to find anywhere else in the city.",
        "this gorgeous suite is going to knock your socks off!",
        "this home has been designed to take advantage of its beach frontage with decks running the entire length of the house and out over the boathouse.",
        "this home is a nod to a perfect blend of old world charm with modern convenience.",
        "the floor plan has been beautifully adapted to modern life."
    ],
    "bedbath": [
        "Over 1,100 sq ft of living space which includes #_BEDs and #_BATHs.",
        "A traditional floorplan with #_BED/#_BATH and a spacious Rec Room w/wet bar above the garage.",
        "Modern open concept living w/#_BEDs, #_BATHs (Master w/ensuite), Spacious Living Room, Dining room w/Bay window, & an Open Kitchen w/Stainless Steel appliances.",
        "With #_BEDs up and a large rec room plumbed for a wet bar down plus a large single car garage this home offers excellent value and utility while also offering a family oriented tight knit community to call home.",
        "Located at the end of a quiet hillside cul de sac, this #_YEAR built #_BED, #_BATH 1 owner home has been beautifully maintained and offers excellent privacy with no neighbours to the north and west.",
        "This #_BED suite offers outstanding views of the city, ocean and mountains.",
        "An ideal #_BED, #_BATH home in a convenient village location.",
        "Unique 2 Bedroom loft style condo offers 16ft vaulted ceilings, New Kitchen, New Flooring, Master B/R on the Main & an oversized balcony w/western exposure.",
        "Upstairs offers #_BEDs, #_BATHs, Master suite with 5pc ensuite/walk-in closet and the multi-purpose games room that's plumbed and ready for your ideas.",
        "Immaculate south facing #_BED, #_BATH corner suite in the community of #_LOC.",
        "South West corner, #_BED, #_BATH with ocean, mountain and city views.",
        "Spacious kitchen and living areas, #_BEDs and #_BATHs all renovated to the highest standards.",
        "A generous master suite with cheater en-suite bath with ample closet space and the nearly 9ft ceilings give you everything you could need.",
        "The floor plan features a formal front entry, generous living room with gas fireplace, #_BEDs and #_BATHs on the main."
    ],
    "home": [
        "Opportunity abounds with the untapped potential of two office areas on the ground floor for future expansion.",
        "Harbour views from main and upper floors.",
        "This 'as new' home is rich with heritage features, boasting an open contemporary design with all the modern conveniences.",
        "Priced below assessed value.",
        "Completely rebuilt One level home offers a great floorplan designed to accommodate those with Mobility limitations.",
        "Available for immediate occupancy with secured parking and storage!",
        "The final room on the main floor, facing the private west-facing garden, is the master bedroom.",
        "Panoramic sea views from all major rooms.",
        "Small dog (under 15 lbs) or cat.",
        "Blending an original DiCastri design with a modern West Coast finish has created a stunning family home.",
        "200 Amp upgrade with heat pump in 2005",
        "The unique multi-level design flows beautifully as each room segues to the next.",
        "The extensive #_YEAR renovation has expanded floor space and functionality while respecting the integrity of the original design.",
        "The strata is well run; the building was remediated in 2008 (new roof as well).",
        "Ideal for first time buyers.",
        "Fully renovated in #_YEAR.",
        "Perfect for an investor (short term rental rates are close to $2,000 per month) or for a first time home buyer (furniture negotiable!).",
        "Built in #_YEAR for the current owner this 3782 sq ft home has the features and great layout you want in a family home",
        "The roomy kitchen is a cook's delight & there's a separate dining room with extra tech nook - ideal computer/office space.",
        "Suite is plumbed and wired and ready to go.",
        "The lowest level is an expansive media and activity rm, complete with wine cellar and doors opening onto the pool deck and vistas.",
        "Great layout for any young family just starting out at a reasonable price.",
        "Many upgrades in this sparking clean home, wood floors and French doors leading to a private balcony.",
        "This corner Penthouse suite is considered by most to be the \"Pick of the Litter\" in this desirable development.",
        "Very practical floorplan, with ground-level separate suite, lends itself to many uses including B&B, professional or home office.",
        "Upper floor hosts the master suite w/ gas fire and spa tub perfectly placed to take advantage of the spectacular view.",
        "A majestic character home built at the turn of the century it was converted in #_YEAR with a very keen sense of style.",
        "A wonderful home/retreat for anyone who enjoys a special sense of style.",
        "Elegant Country fam home w/Ocean Views from all primary rooms.",
        "Could be an excellent investment opportunity or a good place to call home while attending university.",
        "Recently built lower level is perfect media/walk-out office is plumbed/wired for a suite w/picture windows & French doors.",
        "The open concept plan features quartz countertops and marble backsplash, new cabinetry with eating bar and computer station and new appliances.",
        "A new marble finished fireplace creates warmth and focus to a space that is ideal for entertaining.",
        "A light and bright easy care home with a south east exposure in a fantastic location.",
        "The moment you enter the suite you will love the floor to ceiling windows that enhance the view.",
        "Terrific open floor plan with efficient kitchen featuring stainless appliances.",
        "Unique zoning for the building allows for legal short term rentals, pets allowed and a great onsite caretaker make this a worry free home.",
        "The kitchen, living and dining rooms open out to a level, private west facing 270sqft patio, great for entertaining.",
        "Flexible ownership with no age restrictions, rentable and pets welcome.",
        "Walking/biking distance to downtown and shopping.",
        "Great floor plan with open concept design.",
        "Sit on your front sundeck and enjoy your privacy or wonder to the sun-drenched, easy care, back yard that has been beautifully landscaped.",
        "Eat in kitchen with lots of cupboards & counter space",
        "Extremely efficient home with R50 insulation helps cut down on hydro bills & reduce/remove street noise.",
        "2\" blinds & Black appliances, secure underground parking & storage.",
        "Quality finishing, superior sound insulation & 2 spacious decks."
    ],
    "grounds": [
        "Bonus is the double garage!",
        "Private fenced backyard with good patio area, ideal for out door living.",
        "The grounds, while compact, are designed to provide private garden areas, patio area, decks and off street parking.",
        "Main drive is newly paved & leads to a NEW large detached garage w R/I living space loft.",
        "Just enough garden space so you can enjoy your own flower beds & veggies - and there's a covered patio for morning coffee.",
        "East care lot, parking for 6+ vehicles and the added bonus of a detached studio for your home based business.",
        "Easy care lot, extra parking pad, located on a major bus route and within walking distance to #_LOC.",
        "Beautiful log construction home on 1 acre.",
        "There's more!",
        "The home and gardens have been loving maintained by the current owner for 35 years.",
        "Situated on .31 acres and at the end of a very quiet cul-de-sac makes this an ideal location.",
        "On the lower level is a perfect nanny or inlaw suite ready to go.",
        "Private backyard backs onto a quiet green belt, large patio space with an outdoor fire pit await the summer nights.",
        "This small, well-run complex offers a true sense of community with modern features including in-suite laundry, elevator and balcony.",
        "This fully serviced lot is ideally located in the subdvision offing excellent privacy bordering #_LOC to the east and a green belt to the north.",
        "The gentle slopped driveway leads up to your hilltop building site offing secure views without much site preparation.",
        "This easy care property features a west facing patio off the kitchen ideal for summer BBQs and entertaining.",
        "Located at the end of a quiet cul-de-sac and backing onto a regional trail system and green belt, this bright and sunny property has been fenced and cross fenced, is currently home to sheep and chickens and easily adapted for horses.",
        "Covenants are in place securing the views, building style and uses in the development protecting your investment.",
        "Situated on 2 legal lots with a west facing rear yard backing onto a 3.7 acre natural park which offers panoramic views of the city and water plus amazing sunrises and sunsets.",
        "There is a large double car garage at the south end as well as a large workshop attached at the north which could be redeveloped into your home office or studio."
    ],
    "location": [
        "Buses, church, shopping, all amenities close by.",
        "Excellent location just a block from #_LOC and minutes to downtown Victoria",
        "Located on a quiet cup de sac and backing onto #_LOC with trail access only steps away.",
        "Walking distance to everything.",
        "This beautiful home’s understated street presence is in perfect harmony with this tranquil neighbourhood.",
        "It is ideally situated on a very private lot along a whisper quiet street.",
        "Just moments away you'll find all the amenities you'll need.",
        "Located in-town, adjacent to #_LOC, for an eco-friendly walk everywhere lifestyle.",
        "Steps from shopping, restaurants and parks.",
        "Situated on .31 acres and at the end of a very quiet cul-de-sac makes this an ideal location."
    ],
    "featureList": [
        "It's tastefully updated – #_FEATLIST.",
        "As you walk into this #_YEAR home - you will see all the original character such as #_FEATLIST.",
        "Come feel the warmth of tradition/from #_FEATLIST to the contemporary and serious updating.",
        "Main house features many unique finishes-#_FEATLIST.",
        "#_FEATLIST lend a sophisticated feel to the home.",
        "This home is in great condition with many character features including #_FEATLIST.",
        "Features include #_FEATLIST plus potential for a mortgage helper on the lower level.",
        "Offering unobstructed south views of the waterfront & Olympic Mountain range this home will feature #_FEATLIST.",
        "The level entry open concept main floor features large wood frame windows a beautiful master bedroom with #_FEATLIST.",
        "#_FEATLIST completes the picture.",
        "Kitchen has eating bar w/#_FEATLIST.",
        "Downstairs you will find #_FEATLIST.",
        "This suite is immaculate offering #_FEATLIST.",
        "Wide hallways, #_FEATLIST.",
        "It keeps coming... #_FEATLIST.",
        "The downstairs has a great layout with #_FEATLIST, plus even space left over for your piano!",
        "The long-time resident has created an appealing ambience that blends the best of period detail with smart, recent upgrades including #_FEATLIST.",
        "The lower level has over 1600 sq ft with suite potential, #_FEATLIST.",
        "Open Concept main floor is showcased by a stunning modern kitchen w/#_FEATLIST.",
        "High End finishing's throughout include #_FEATLIST.",
        "#_FEATLIST at this price to add your own personal touches.",
        "#_FEATLIST = great suite potential.",
        "#_FEATLIST round out this beautiful home.",
        "Beautiful Mahogany kitchen with granite counter tops through out, #_FEATLIST.",
        "The landscaped gardens #_FEATLIST put this home in a category by itself."
    ],
    "features": [
        [
            "granite counters",
            "granite island",
            "White Cabinetry/Granite counters",
            "large commercial grade low E windows",
            "New vinyl windows",
            "Large eat-in Island",
            "Vinyl thermo windows",
            "hard surface counter-tops",
            "wood windows",
            "Hand-chiseled Quartz Island"
        ],
        [
            "brand new hardwood floors and carpet",
            "hardwood floors",
            "wood floors",
            "hardwood & tile floors",
            "drive in garage with workshop area",
            "radiant in floor heat",
            "gorgeous hardwoods",
            "full basement with drive in garage",
            "double car attached garage",
            "secured underground parking",
            "gorgeous floor to ceilings windows to allow plenty of natural lighting",
            "Epoxy coated Concrete floors (Radiant in-floor heat)",
            "inlayed oak and fir floors",
            "double car garage",
            "Parking for three cars"
        ],
        [
            "exercise pool",
            "built-in bookcases",
            "exquisitely designed kitchen",
            "large outdoor south-facing deck",
            "wraparound deck",
            "large family/entertainment room",
            "master bathroom with its sweeping ocean views and fabulous ensuite",
            "high coved ceilings",
            "cozy,efficient living room FP",
            "plenty of storage",
            "crafting room",
            "fully developed attic area",
            "w/w carpet throughout the residence",
            "36\" doorways",
            "9' ceilings",
            "commercial grade Wolf & Sub Zero appliances",
            "entry ramp and a step free shower for easy wheelchair access",
            "Office/Den",
            "electric blinds",
            "12mm free standing glass railings",
            "feature fireplace",
            "1 bedroom suite with separate laundry",
            "private deck overlooking the back yard and park",
            "feature wall unit w/fireplace",
            "daylight walkout lower level & separate drive in workshop",
            "a peaceful sunroom perched on the front of the house",
            "concrete tile roof",
            "fresh paint",
            "stainless appliances",
            "coved ceilings",
            "period fir trim",
            "in-suite laundry",
            "a large eat in country kitchen overlooking the south facing rear yard and deck",
            "a fully renovated kitchen",
            "separate dining area",
            "spacious rooms",
            "two wood burning fireplaces",
            "en-suite bath",
            "energy efficient front loader washer and gas dryer",
            "security system sound and vac roughed in",
            "field stone fireplace",
            "landscaped with sprinkler system",
            "contemporary design gas fireplace",
            "family room with wood stove",
            "Smart Wiring Options",
            "vaulted ceilings showcasing the log construction"
        ]
    ],
    "conclusions": [
        "Your new home awaits.",
        "Depreciation Report available. Call for more details! OPEN HOUSE SAT 12-1:30.",
        "O/H SAT 2-4PM",
        "Two side x side parking stalls, low monthly strata fees & Zoned for Live/Work; this is Urban Living at it's finest!",
        "Priced to sell call now!",
        "A great family home or holding property.",
        "Great Value!",
        "This a great alternative for those who are tired of condo living and all the strata council rules and regulations and strata fees.",
        "Call Now!",
        "This is a prestigious home. Note: large 6 ft basement for storage not included in measurements.",
        "Energuide rating of 81 OH SUN 2-4!",
        "Move in for Christmas!",
        "Open House Saturday 5th 1-3pm",
        "All Offers subject to Executors approval within reasonable business hours",
        "The Master BR defies description - it's Zen; its serene; its gorgeous. Come see!",
        "And in moments you can walk to downtown, to the seaside.",
        "You can also enjoy the shady sitting area.",
        "No cost have been spared on this home and it totally smart wired",
        "Call us for \"Improvement plus mortgage\" information on this property.",
        "This is by far the most appealing floorplan in the entire development!",
        "Small dog (under 15 lbs) or cat. Call now!",
        "Come enjoy a wonderful lifestyle.",
        "A large double garage, plenty of storage in the crawl space and a manicured yard make this the move in and worry free home you've been looking for!",
        "Thetis heights is a great community to raise a family! Call now to arrange a private viewing.",
        "Exceptional original construction and impossible to replace at this price.",
        "Call now and select your colors!",
        "Depreciation report has been completed. Don't forget the in-suite laundry.",
        "Please visit virtual tour for more information.",
        "A family friendly well maintained complex where pets are welcome.",
        "BONUS: 2 years of parking included! (spot to be in parkade right next door, $157/month)"
    ],
    "locations": [
        "Rockland",
        "Oak Bay",
        "Fairfield",
        "Latoria Walk",
        "Happy Valley",
        "Thetis Lake Park",
        "Brentwood Bay",
        "Beacon Hill Park",
        "James Bay",
        "desirable Fernwood",
        "Mouat Park",
        "Maplewood",
        "the Gorge waterway"
    ],
    "test": [
        "one",
        "two"
    ]
}
